{
  "home_title": "Inici",
  "home_heading": "Començar!",
  "home_language_btn": "Idioma",
  "home_faq_btn": "Preguntes freqüents",
  "errorPage_title": "Error",
  "errorPage_heading": "Oops!",
  "errorPage_subheading": "Alguna cosa ha anat malament i el servidor s'ha perdut a la foscor. Si us plau, torneu-ho a provar més tard.",
  "language_title": "Idioma",
  "language_heading": "Tria el teu idioma",
  "language_spanish_btn": "Castellà",
  "language_catalan_btn": "Català",
  "register_title": "Registrar-se",
  "register_explanation_1": "Per començar a utilitzar l'app, necessitem que us registreu per poder donar-vos el vostre codi de verificació.",
  "register_explanation_2": "Això només ho haureu de fer una vegada. Llavors ja podreu gaudir amb la vostra família i amics de l'app i ajudar a cuidar el món :)",
  "register_input_email_label": "Correu electrònic",
  "register_input_email_placeholder": "Introduïu el vostre correu electrònic",
  "register_input_email_error": "El correu electrònic no és vàlid",
  "register_input_city_label": "Ciutat/Població",
  "register_input_city_placeholder": "Introdueix la teva ciutat/població",
  "register_input_city_error": "La població/ciutat ha de contenir com a mínim 3 caràcters",
  "register_input_legalAge_label": "Confirmo que soc major d'edat per fer-me responsable de l´us d'aquesta app",
  "register_input_legalAge_error": "Heu de ser major d'edat",
  "register_cta_btn": "Registrar-me",
  "dashboard_title": "Tauler de control",
  "dashboard_heading": "Benvingut/da!",
  "dashboard_subheading": "Accions pendents",
  "dashboard_no_game": "No hi han jocs/accions pendents!",
  "profile_title": "Perfil",
  "profile_heading": "El teu perfil",
  "profile_subheading": "Revisa la informació o les teves estadístiques aquí",
  "profile_subheading_email": "Correu electrònic",
  "profile_subheading_city": "Ciutat / Població",
  "profile_cta_about": "Què és Cognit?",
  "profile_cta_skills": "Habilitats",
  "profile_cta_info": "Informació d'accions",
  "about_title": "Cognit",
  "about_heading": "Què és Cognit?",
  "about_explanation_1": "Cognit és una aplicació dissenyada amb la finalitat d'abordar la complexa dinàmica entre l'ús responsable de la tecnologia, l'aprenentatge infantil i el foment del respecte cap a les persones i la natura. Aquesta plataforma utilitza estratègies de gamificació per involucrar els nens en reptes i jocs que no només fomenten l'aprenentatge, sinó que també promouen una major connexió amb el món real i la natura.",
  "about_explanation_2": "L'objectiu principal de Cognit és transformar la percepció de la tecnologia com una barrera cap a l'aprenentatge i la interacció amb l'entorn, convertint-la en una eina efectiva per despertar la curiositat i el desig d'explorar el món que ens envolta. L'aplicació utilitza la gamificació, un enfocament que aprofita la mecànica de joc per motivar i comprometre els usuaris, en aquest cas, els nens, en activitats que combinen diversió, aprenentatge i consciència ambiental.",
  "about_explanation_3": "Cognit ofereix reptes i jocs interactius que premien el respecte cap a les persones i el medi ambient. A través d'aquesta aplicació, els nens poden embarcar-se en aventures digitals que els connecten amb el món real. Per exemple, podrien participar en reptes que promoguin accions responsables, com reciclar, cuidar els recursos naturals, aprendre sobre la biodiversitat o involucrar-se en activitats comunitàries per millorar el seu entorn.",
  "about_explanation_4": "En resum, Cognit es presenta com una plataforma innovadora que utilitza la gamificació i l'ús responsable de la tecnologia per involucrar els nens en activitats que no només promouen l'aprenentatge, sinó que també cultiven el respecte cap als altres i la cura del medi ambient, creant així una generació més conscient i compromesa amb el món que els envolta.",
  "about_app_header": "informació bàsica",
  "about_app_heading_1": "Introducció",
  "about_app_heading_2": "Jocs i accions",
  "about_app_heading_3": "Habilitats (skills)",
  "about_app_heading_4": "Les nostres galetes",
  "about_app_explanation_1": "En aquesta secció t'expliquem més sobre la nostra plataforma, enfocada en la conservació ambiental mitjançant una experiència lúdica i participativa. El nostre enfocament es centra en quatre pilars principals: Aigua, Reciclatge, Flora i Fauna. Uneix-te a nosaltres en aquesta emocionant iniciativa, on el joc es converteix en una eina per fomentar el respecte i cura cap al nostre planeta.",
  "about_app_explanation_2": "La dinàmica és ben senzilla: com a usuari/ària realitza els nostres jocs i reptes, el teu tutor/a validará aquesta acció i amb això guanyaràs punts i recompenses per aconseguir ser el/la millor protegint el medi ambient.",
  "about_app_explanation_3": "Un cop tenim un petit mapa mental i retroalimentació dels usuaris objectius, comencem a muntar la lògica de l'aplicació. Aquesta es centrarà a fomentar l'acció i el joc entorn de quatre temàtiques principals: <strong>Aigua, Reciclatge, Flora i Fauna.</strong> En ordre es representen amb les següents imatges:",
  "about_app_explanation_4": "Els jugadors guanyaran punts d'habilitat en diverses àrees relacionades amb la conservació i el respecte pel medi ambient a mesura que completen diferents qüestionaris i accions.",
  "about_app_explanation_5": "Les habilitats es divideixen en quatre categories: <strong>Coneixement, Protecció, Sostenibilitat i Exploració.</strong>",
  "about_app_explanation_6": "Utilitzem una galeta a la nostra plataforma, la qual compleix amb la <strong>normativa europea de galetes (GDPR)</strong> al no contenir informació personal.",
  "about_app_explanation_7": "Aquesta galeta té com a únic propòsit recordar a l'usuari/ària per mantenir la informació i el progrés durant la seva experiència al nostre lloc. És important ressaltar que aquesta galeta no recopila dades personals, només s'encarrega de facilitar una navegació més fluïda i personalitzada per millorar la teva experiència a la nostra plataforma.",
  "actions_title": "Tipologia de Jocs",
  "actions_heading_1": "Joc d'Acció: Desafiaments en la Vida Real",
  "actions_explanation_1": "El joc d'acció és una experiència emocionant que et porta fora de la pantalla i et posa a prova en la vida real. Aquest joc consisteix en realitzar diverses accions i reptes que et desafien físicament i mentalment. Podria implicar desafiaments com arribar a un lloc específic en un temps determinat, realitzar tasques creatives o interactuar amb persones desconegudes.",
  "actions_heading_2": "Quizz: Prova els Teus Coneixements",
  "actions_explanation_2": "El joc de quizz és una manera emocionant d'exercitar la ment i posar a prova el teu coneixement en diverses àrees. Aquest tipus de joc es basa en respondre preguntes sobre una àmplia gamma de temes com ara ciència, història, cultura general o esdeveniments actuals. Podria ser presentat en forma de joc de taula, aplicació mòbil o fins i tot com a esdeveniment social.",
  "actions_reward": "Recompensa ->",
  "skill_knowledge": "Coneixement",
  "skill_protector": "Protector/a",
  "skill_sustainability": "Sostenible",
  "skill_exploration": "Explorador/a",
  "games_menu_heading": "Comencem!",
  "games_menu_subheading": "Tria una categoria",
  "game_action_cta": "Ho has aconseguit?",
  "validation_heading": "Ho has aconseguit?",
  "validation_subheading": "Ara és el moment de validar-ho, és el torn del teu responsable per corroborar si has complert l'objectiu del joc/acció",
  "validation_input_placeholder": "Introdueix el codi",
  "validation_input_error_length": "El codi ha de tenir 6 caràcters",
  "validation_input_error_check": "El codi no és correcte",
  "validation_congratulations_header": "Felicitats!",
  "validation_congratulations_subheader": "Has completat el joc, i amb això aconsegueixes la següent recompensa:",
  "validation_congratulations_skill_point": "Punt d'habilitat",
  "validation_congratulations_points": "Punts",
  "validation_congratulations_button": "Continuar",
  "error_msg_userAlreadyCreated": "Ja hi ha un usuari amb aquesta adreça de correu electrònic",
  "help_tag_game": "Necessites ajuda per saber quins són els jocs?"
}