{
  "back_btn": "Atrás",
  "home_title": "Inicio",
  "home_heading": "¡Empezar!",
  "home_language_btn": "Idioma",
  "home_faq_btn": "Preguntas frecuentes",
  "errorPage_title": "Error",
  "errorPage_heading": "¡Oops!",
  "errorPage_subheading": "Algo ha salido mal y el servidor se ha perdido en la oscuridad. Por favor, inténtalo de nuevo más tarde.",
  "language_title": "Idioma",
  "language_heading": "Elige tu idioma",
  "language_spanish_btn": "Español",
  "language_catalan_btn": "Catalán",
  "register_title": "Registrarse",
  "register_explanation_1": "Para empezar a usar la app, necesitamos que te registres para poder proporcionarte tu código de verificación.",
  "register_explanation_2": "Esto solo tendrás que hacerlo una vez. Luego ya podrás disfrutar con tu familia y amigos de la app y ayudar a cuidar el mundo :)",
  "register_input_email_label": "Correo electrónico",
  "register_input_email_placeholder": "Introduce tu correo electrónico",
  "register_input_email_error": "El correo electrónico no es válido",
  "register_input_name_label": "Nombre de usuario",
  "register_input_name_placeholder": "Introduce un nombre de usuario",
  "register_input_name_error": "El nombre de usuario debe tener al menos 3 caracteres",
  "register_input_legalAge_label": "Confirmo que soy mayor de edad para hacerme responsable del uso de esta app",
  "register_input_legalAge_error": "Debes ser mayor de edad",
  "register_input_password_label": "Contraseña",
  "register_input_password_placeholder": "Introduce una contraseña",
  "register_cta_btn": "Registrarme",
  "login_title": "Iniciar sesión",
  "login_cta_btn": "Iniciar sesión",
  "dashboard_title": "Panel de control",
  "dashboard_heading": "¡Bienvenido/a!",
  "dashboard_subheading": "Acciones pendientes",
  "dashboard_no_game": "¡No hay juegos/acciones pendientes!",
  "profile_title": "Perfil",
  "profile_heading": "Tu perfil",
  "profile_subheading": "Revisa tu información o estadísticas aquí",
  "profile_subheading_email": "Correo electrónico",
  "profile_subheading_city": "Ciudad / Población",
  "profile_cta_about": "¿Qué es Cognit?",
  "profile_cta_skills": "Habilidades",
  "profile_cta_info": "Información de acciones",
  "about_title": "Cognit",
  "about_heading": "¿Qué es Cognit?",
  "about_explanation_1": "Cognit es una aplicación diseñada con el objetivo de abordar la compleja dinámica entre el uso responsable de la tecnología, el aprendizaje infantil y el fomento del respeto hacia las personas y la naturaleza. Esta plataforma utiliza estrategias de gamificación para involucrar a los niños en retos y juegos que no solo fomentan el aprendizaje, sino que también promueven una mayor conexión con el mundo real y la naturaleza.",
  "about_explanation_2": "El objetivo principal de Cognit es transformar la percepción de la tecnología como una barrera hacia el aprendizaje y la interacción con el entorno, convirtiéndola en una herramienta efectiva para despertar la curiosidad y el deseo de explorar el mundo que nos rodea. La aplicación utiliza la gamificación, un enfoque que aprovecha la mecánica de juego para motivar y comprometer a los usuarios, en este caso, los niños, en actividades que combinan diversión, aprendizaje y conciencia ambiental.",
  "about_explanation_3": "Cognit ofrece retos y juegos interactivos que premian el respeto hacia las personas y el medio ambiente. A través de esta aplicación, los niños pueden embarcarse en aventuras digitales que los conectan con el mundo real. Por ejemplo, podrían participar en retos que promuevan acciones responsables, como reciclar, cuidar los recursos naturales, aprender sobre la biodiversidad o involucrarse en actividades comunitarias para mejorar su entorno.",
  "about_explanation_4": "En resumen, Cognit se presenta como una plataforma innovadora que utiliza la gamificación y el uso responsable de la tecnología para involucrar a los niños en actividades que no solo promueven el aprendizaje, sino que también cultivan el respeto hacia los demás y el cuidado del medio ambiente, creando así una generación más consciente y comprometida con el mundo que los rodea.",
  "about_app_header": "Información básica",
  "about_app_heading_1": "Introducción",
  "about_app_heading_2": "Juegos y acciones",
  "about_app_heading_3": "Habilidades (skills)",
  "about_app_heading_4": "Nuestras cookies",
  "about_app_explanation_1": "En esta sección te explicamos más sobre nuestra plataforma, enfocada en la conservación ambiental mediante una experiencia lúdica y participativa. Nuestro enfoque se centra en cuatro pilares principales: Agua, Reciclaje, Flora y Fauna. Únete a nosotros en esta emocionante iniciativa, donde el juego se convierte en una herramienta para fomentar el respeto y cuidado hacia nuestro planeta.",
  "about_app_explanation_2": "La dinámica es muy sencilla: como usuario/a realiza nuestros juegos y retos, tu tutor/a validará esta acción y con ello ganarás puntos y recompensas para conseguir ser el/la mejor protegiendo el medio ambiente.",
  "about_app_explanation_3": "Una vez tenemos un pequeño mapa mental y retroalimentación de los usuarios objetivos, empezamos a montar la lógica de la aplicación. Esta se centrará en fomentar la acción y el juego en torno a cuatro temáticas principales: <strong>Agua, Reciclaje, Flora y Fauna.</strong> En orden se representan con las siguientes imágenes:",
  "about_app_explanation_4": "Los jugadores ganarán puntos de habilidad en diversas áreas relacionadas con la conservación y el respeto por el medio ambiente a medida que completan diferentes cuestionarios y acciones.",
  "about_app_explanation_5": "Las habilidades se dividen en cuatro categorías: <strong>Conocimiento, Protección, Sostenibilidad y Exploración.</strong>",
  "about_app_explanation_6": "Utilizamos una cookie en nuestra plataforma, la cual cumple con la <strong>normativa europea de cookies (GDPR)</strong> al no contener información personal.",
  "about_app_explanation_7": "Esta cookie tiene como único propósito recordar al usuario/a para mantener la información y el progreso durante su experiencia en nuestro sitio. Es importante resaltar que esta cookie no recopila datos personales, solo se encarga de facilitar una navegación más fluida y personalizada para mejorar tu experiencia en nuestra plataforma.",
  "actions_title": "Tipología de Juegos",
  "actions_heading_1": "Juego de Acción: Desafíos en la Vida Real",
  "actions_explanation_1": "El juego de acción es una experiencia emocionante que te lleva fuera de la pantalla y te pone a prueba en la vida real. Este juego consiste en realizar diversas acciones y retos que te desafían física y mentalmente. Podría implicar desafíos como llegar a un lugar específico en un tiempo determinado, realizar tareas creativas o interactuar con personas desconocidas.",
  "actions_heading_2": "Quiz: Pon a prueba tus conocimientos",
  "actions_explanation_2": "El juego de quiz es una manera emocionante de ejercitar la mente y poner a prueba tu conocimiento en diversas áreas. Este tipo de juego se basa en responder preguntas sobre una amplia gama de temas como ciencia, historia, cultura general o eventos actuales. Podría ser presentado en forma de juego de mesa, aplicación móvil o incluso como evento social.",
  "actions_reward": "Recompensa ->",
  "skill_knowledge": "Conocimiento",
  "skill_protector": "Protector/a",
  "skill_sustainability": "Sostenible",
  "skill_exploration": "Explorador/a",
  "games_menu_heading": "¡Empecemos!",
  "games_menu_subheading": "Elige una categoría",
  "game_action_cta": "¿Lo has conseguido?",
  "validation_heading": "¿Lo has conseguido?",
  "validation_subheading": "Ahora es el momento de validarlo, es el turno de tu responsable para corroborar si has cumplido el objetivo del juego/acción",
  "validation_input_placeholder": "Introduce el código",
  "validation_input_error_length": "El código debe tener 6 caracteres",
  "validation_input_error_check": "El código no es correcto",
  "validation_congratulations_header": "¡Felicidades!",
  "validation_congratulations_subheader": "Has completado el juego, y con ello consigues la siguiente recompensa:",
  "validation_congratulations_skill_point": "Punto de habilidad",
  "validation_congratulations_points": "Puntos",
  "validation_congratulations_button": "Continuar",
  "error_msg_userAlreadyCreated": "Ya existe un usuario con esta dirección de correo electrónico",
  "help_tag_game": "¿Necesitas ayuda para saber cuáles son los juegos?",
  "game_validation": "Completado",
  "token_confirmation_label": "Introduce el código de verificación",
  "token_confirmation_placeholder": "Código"
}